Repository: makinacorpus/drupal-filechunk
Catalog: translations/*.po
Languages: fr

source: Input field has expired, please reload the form
fr: Le champ a expiré, merci de recharger le formulaire

source: Cannot create temporary directory
fr: Impossible de créer le dossier temporaire

source: Cannot overwrite another file
fr: Impossible d'écraser un autre fichier

source: Cannot create file
fr: Impossible de créer le fichier

source: Unable to load metadata
fr: Impossible de charger les métadonnées

source: File should exists
fr: Le fichier doit exister

source: Could not open output stream
fr: Impossible d'ouvrir le flux de sortie

source: Could not open input stream
fr: Impossible d'ouvrir le flux d'entrée

source: Could not seek output stream
fr: Impossible de trouver le flux de sortie

source: File size does not match
fr: La taille du fichier ne correspond pas

source: Uploaded files are corrupted.
fr: Les fichiers transférés sont corrompus.

source: Uploaded file is corrupted.
fr: Le fichier transféré est corrompu.

source: Could not move the uploaded file.
fr: Impossible de déplacer le fichier trasnféré.

source: Choose a file
fr: Choisir un fichier

source: Drag and drop files or click here to add more files...
fr: Glisser-déposer des fichiers ou cliquer ici pour ajouter des fichiers…

source: Remove
fr: Retirer

source: Remove file
fr: Retirer le fichier

source: Chunked file
fr: Morceau de fichier

source: JavaScript file upload widget that sends file as chunks, useful for huge files and appropriate whenever you want to disable the Drupal form cache.
fr: Widget de transfert JavaScript envoyant les fichiers par morceaux, utile pour les gros fichiers et approprié pour les cas ou le cache Drupal est désactivé.

source: Uploading file @file...
fr: Transfert de @file...

source: A maximum of @count elements is allowed
fr: @count éléments maximum sont autorisés
